#4차 산업혁명의 도래

> 정보사회와 4차 산업혁명
---


## 01 4차 산업혁명의 개념
**4차 산업혁명**The Fourth Industrial Revolution은 2016년 다보스포럼 Davos Forum 에서 클라우스 슈밥 Klaus Schwab이 처음 제시한 개념.
아직까지 충분한 논의가 이루어지지 않아 그 의미가 명확히 정립된 것은 아님. 4차 산업혁명을 정의하기란 쉽지 않지만, 최근의 논의를 종합해보면
'3차 산업혁명을 기반으로 하여 디지털, 생물학, 물리학 등의 경계가 없어지고 융합되는 기술혁명', 또는 '인터넷을 통해 모아진 인간의 행위와 생각을
온라인상의 거대한 데이터 저장고에 넣어 활용하는 경계적 활동'으로 정의함.

## 02 4차 산업혁명의 특징
사물인터넷과 클라우드, 빅데이터 등은 4차 산업혁명을 상징하는 단어. ㅌ특히 4차 산업혁명은 속도, 범위, 영햑력 등의 측면에서 3차 산업혁명과 차별화,
인류가 한 번도 경험하지 못한 새로운 시대를 접하게 될 것이라고 강조. 즉 획기적인 기술 진보, 파괴적 기술에 의한 산업 재편, 전반적인 시스템의 변화
등이 4차 산업혁명의 주요 특징. 이러한 4차 산업혁명은 기술 융합으로 생산성 높임, 생산 및 유통 비용 낮춰 개인 소득 증가와 삶 향상이라는 긍정적 효과
기대. 하지만 사회적 불평등, 빈부 격차, 기계가 사람을 대체하면서 우려되는 노동시장의 붕괴와 같은 부정적 요소 무시할 수 없음. 특히 향후 노동시장은 
'고기술/고임금'과 '저기술/저임금'간의 격차 벌어지고 일자리 양분으로 중산층의 지위 축소 가능성 높음.

**표 1-2 1~4차 산업혁명의 주요 내용**
| 구분 | 설명 |
|:---:|:---:|
| 1차 산업혁명 | * 18세기에는 영국에서 증기기관의 발명과 기계식 생산 방식 도입되면서 시작 * 농업과 수공업 경제에서 기계를 사용하는 제조업 경제로 변환 | 
| 2차 산업혁명 | * 19세기에는 컨베이어 벨트 도입, 분업과 자동차 생산이 확산되면서 시작 * 자동차 등 제조업 제품 공급자 중심으로 대량생산 |
| 3차 산업혁명 | * 1970년대부터 자동화 대량생산 체계가 도입되며 시작, 현재까지 지속 * 제조업의 디지털화와 자동화 시작 |
| 4차 산업혁명 | * 기계와 사람, 인터넷 서비스가 상호 연결돼 가볍고 유연한 생산 체계 구현 * 대량 맞춤 생산이 가능한 생산 패러다임으로의 진화 |
![4차산업](.img/그림01_3차산업과4차산업.jpg)
 
 ## 03 4차 산업혁명 시대의 도시
 4차 산업혁명으로 인한 도시 생활의 변화는 이미 여러 분야에서 활발하게 일어남. '유비쿼터스 시티 ibiquitous city'라는 이름의 스마트 도시 사업이 진
 행되면서 도시의 시설물과 제품 등 소위 사물인터넷 내장, 인프라와 인프라 간, 인프라와 디바이스 간 ICT 기술 발전으로 이전엔 불가능했던 일들 가능해짐.
 버스도착안내시스템, 버스관리시스템, 실시간 내비게이션, 교통카드, 스마트 가로등, 고속도로안내시스템, 카카오택시, 자동통행료징수시스템, MOOC 등 이미
 상용화된 서비스. 또한 스마트 홈, 자율협력주행 고속도로시스템, 스마트 진료 서비스, 드론 등 상용화 임박.
 4차 산업혁명의 가장 대표적인 기술은 인공지능, 빅데이터, 로봇 기술 등이 집약된 자율 주행 자동차. 구글은 2012년 5월 미국의 네바다 주에서 세계 최초로
 무인 자동차로 시험 주행 운전면허 취득, 현재까지 수백만 km 이상의 무인 자동차 주행 기록 쌓고 있음. 자율주차, 자동 사고 회피, 자동 경제운전 등 일부
 자율 기능은 이미 상용화되어 있음. 최근 영국, 독일 등 자동차 선진국에선 앞다투어 무인 운전 차량의 도로상 테스트를 법적으로 허가하였고, 스웨덴에서는
 이들보다 빨리 시험 주행 허가함. 일본은 2020년 하계 올림픽 유치와 함께 무선 예약 통해 스스로 알아서 손님을 모시러 가고 주차장을 찾아가 다음 손님을
 기다리는 무인 자동차 개발 계획.
